Repository: SergSel2006/PitsaBot
Catalog: src/locales/*/LC_MESSAGES/settings.po
Languages: ru

source: Prefix changed successfully.
ru: Префикс изменён успешно

source: {0} already in list
ru: {0} Уже в списке

source: Roles added to moderators
ru: Роли добавлены в модераторов

source: {0} is not a moderator
ru: {0} Не модератор

source: Roles was removed from moderators
ru: Роли были удалены из модераторов

source: Moderation log enabled
ru: Лог модерации включён

source: for activating moderation log, you need to specify a channel first.
ru: Для активации лога модерации, сперва укажите канал.

source: Moderation log channel set
ru: Канал лога модерации установлен

source: Moderation log disabled
ru: Лог модерации отключён

source: Language changed successfully
ru: Язык изменён успешно

source: Invalid language
ru: Неправильный язык

source: Ooops! Something went wrong! If this happens too often, send basic information about what you've done and this code: {0} to issue tracker
ru: Ой! Что-то пошло не так! Если это случается часто, то отправьте базовую информацию о том, что вы делали и этот код: {0} в багтрекер
